MESSAGE = {
    'start': 'Расчёт раскладки тренировки по темпу: \n\n'
             '/interval - интервальная тренировка \n'
             '/tempo - темповая тренировка \n'
             '/long - длительная тренировка',
    'new_pace' : 'Ваш темп: x:xx мин/ км. \n'
             'Введите темп тремя цифрами:',
    'help': 'My pace bot- молодой бот с большими амбициями. \n\n'
            'Скоро он научится многим полезным аналитическим штукам, которые пригодятся каждому бегуну. \n'
            'Не переключайтесь 👌😊 \n\n'
            'Пожелания по расширению функциональности бота с удовольствием принимаются на рассмотрение! 🙂 \n\n'
            'github проекта: \n'
            'https:// github. com/ bonifazy/ pace \n\n'
            'Разработка бота: \n'
            't.me/etoSlishkom',
    'cancel_pace_form': 'Ввод темпа отменён. \n'
                        'Новая раскладка: \n'
                        '/interval - интервальная тренировка \n'
                        '/tempo - темповая тренировка \n'
                        '/long - длительная тренировка',
    'pace_form_invalid_minutes_0_or_1': 'В расчет принимаются минуты от 2:00 мин/км. до 9:00 мин/км. \n'
                                        'Введите число от 2 до 9\n',
    'pace_form_invalid_dec_seconds_6_to_9': 'Десятки секунд принимаются от 00сек до 59сек. \n'
        'Введите цифру от 0 до 5:',
}
