MESSAGE = {
    'start': 'Для расчёта раскладки по темпу, нажмите: \n'
             '/pace - для интервальной тренировки \n'
             '/long - для длительной тренировки',
    'pace' : 'Ваш темп: x:xx мин/ км. \n'
             'Введите темп тремя цифрами:',
    'help': 'My pace bot- молодой бот с большими амбициями. \n\n'
            'Скоро он научится многим полезным аналитическим штукам, которые пригодятся каждому бегуну. \n'
            'Не переключайтесь 👌😊 \n\n'
            'TODO, ближайший релиз: \n'
            '✔ кратко, темп на интервалку \n'
            '✔ кратко, темп на длительную \n'
            '✔ добавить большие цифры, чтобы на бегу удобнее вбивать темп мин:сек тремя цифрами \n'
            '- кратко, ближайшая работа от тренера, только рабочий отрезок без лишних дистанций, чтобы не путаться \n'
            '- подробнее на интервальную, дополнительные отрезки \n'
            '- темповая до 15км и длительная с негативным сплитом 3% \n'
            '- соревнования: 5, 10, 21.1км и 42.2км с отсечками шпилек (50% пути на разворот) \n'
            '- соревнования с негативным сплитом 3% \n'
            '- тренировочные интервалы для средних дистанций 50м- 500м к соревнованиям 400м- 3000м\n'
            '- они же с учетом наката к заключительному отрезку (негативный сплит 3%) \n\n'
            'Пожелания по расширению функциональности бота с удовольствием принимаются на рассмотрение! 🙂 \n\n'
            'Разработка бота: t.me/etoSlishkom',
    'cancel_pace_form': 'Ввод темпа отменён. \n'
                        'Новая раскладка: \n'
                        '/pace - интервальная тренировка \n'
                        '/long - длительная тренировка',
    'pace_form_invalid_minutes_0_or_1': 'В расчет принимаются минуты от 2:00 мин/км. до 9:00 мин/км. \n'
                                        'Введите число от 2 до 9\n',
    'pace_form_invalid_dec_seconds_6_to_9': 'Десятки секунд принимаются от 00сек до 59сек. \n'
        'Введите цифру от 0 до 5:',
}
