MESSAGE = {
    'start': 'My Pace bot- компактный калькулятор для бегунов. \n'
             'Он поможет рассчитать раскладку на дистанции относительно вашего темпа бега, а также может указать темп '
             'и основные тренировочные отрезки, если время на конкретной дистанции уже известно 🙂 \n\n'
             'Рассчитать дистанцию, относительно темпа: \n'
             '/interval - интервальная тренировка \n'
             '/tempo - темповая тренировка \n'
             '/long - длительная тренировка \n'
             '/competitions - соревнования \n\n'
             'Рассчитать темп относительно дистанции и итогового времени: \n'
             '/distance',
    'new_pace' : 'Введите темп тремя цифрами: \nx:xx мин/ км.',
    'competitions': 'Выберите дистанцию: ',
    'distance_training': 'Расчёт темпа бега относительно заданной тренировочной дистанции. \nВыберите дистанцию: ',
    'distance_training_enter_time': 'Введите итоговое планируемое время на отрезке четырьмя цифрами: \nxx мин: xx сек.',
    'help': 'My pace bot- молодой бот с большими амбициями. \n\n'
            'Скоро он научится многим полезным аналитическим штукам, которые пригодятся каждому бегуну. \n'
            'Не переключайтесь 👌😊 \n\n'
            'Пожелания по расширению функциональности бота с удовольствием принимаются на рассмотрение! 🙂 \n\n'
            'github проекта: \n'
            'https:// github. com/ bonifazy/ pace \n\n'
            'Разработка бота: \n'
            't.me/etoSlishkom',
    'cancel_pace_form': 'Ввод темпа отменён. \n'
                        'Новая раскладка: \n'
                        '/interval - интервальная тренировка \n'
                        '/tempo - темповая тренировка \n'
                        '/long - длительная тренировка \n'
                        '/competitions - соревнования',
    'pace_form_invalid_minutes_0_or_1': 'В расчет принимаются минуты от 2:00 мин/км. до 9:00 мин/км. \n'
                                        'Введите число от 2 до 9\n',
    'pace_form_invalid_dec_seconds_6_to_9': 'Десятки секунд принимаются от 00сек до 59сек. \nВведите цифру от 0 до 5:'
}
